---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedHiddenLevels
source: html/f91888f2-1b2b-b423-cb76-8465dbc226e6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedHiddenLevels Property

"Hidden Levels"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewGraphSchedHiddenLevels { get; }
```